[
  {
    "id":1,
    "name":"Et ipsum voluptates esse.",
    "description":"Et dignissimos vel voluptas non distinctio. Ipsa fugiat sed eum id repellat asperiores rerum nihil. Debitis incidunt commodi eius similique aut.",
    "image":"vite.svg",
    "net_price":21512.3,
    "taxes":22,
    "price":"26245.01",
    "categories":[8,5,1,4],
    "tags":["sed"]
  },
  {
    "id":10,
    "name":"Товар 2",
    "description":"Очень нужен всем",
    "image":"JBnJItf.png",
    "net_price":21512.3,
    "taxes":22,
    "price":"26245.01",
    "categories":[8,5,1,4],
    "tags":["sed"]
  },
{"id":2,"name":"Et sint ea qui et.","description":"Eum architecto natus placeat aut perferendis commodi. Eaque fugit deserunt est ut suscipit. Suscipit voluptatem et fugiat voluptatem ducimus. Dolores laboriosam inventore libero maiores unde quia.","ean":"6919895253436","upc":"176747358584","image":"http://placeimg.com/640/480/tech","images":[{"title":"Excepturi est eius quaerat.","description":"Odit repellendus facere non. Assumenda quaerat accusamus et occaecati maiores aut. Deleniti aut veritatis nihil cupiditate.","url":"http://placeimg.com/640/480/any"},{"title":"Voluptatem qui earum iure.","description":"Mollitia quia nostrum ea impedit voluptas repellat quia. Enim laudantium officia sapiente est sed earum fugit. Perferendis expedita illum eum quibusdam quae modi nostrum.","url":"http://placeimg.com/640/480/any"},{"title":"Eaque velit omnis eos in.","description":"Eius dolores inventore tenetur esse repellat non architecto labore. Et cum est sed ducimus praesentium quis. Ea dolore reprehenderit eius optio.","url":"http://placeimg.com/640/480/any"}],"net_price":1804301.96,"taxes":22,"price":"2201248.39","categories":[2,7,6,5,3,4],"tags":["non","praesentium","qui","ducimus","consequatur","sed","dignissimos","qui"]},{"id":3,"name":"Quae aut sint omnis non.","description":"Aut eum et velit sequi asperiores. Illo illo aut et voluptates accusamus. Asperiores rerum aut nostrum inventore necessitatibus tempora quaerat. Modi velit sit mollitia qui distinctio ut maiores.","ean":"4513952766376","upc":"982259992769","image":"http://placeimg.com/640/480/tech","images":[{"title":"Eligendi quas ut quis id sed.","description":"Ut iure ex autem. In ipsa maiores sit eos distinctio quia sapiente. Possimus unde ipsam ex velit. Et debitis quae dolor ipsa occaecati consequuntur.","url":"http://placeimg.com/640/480/any"},{"title":"Aut distinctio est quidem.","description":"Rerum rem dolores porro. Deleniti iusto vel quam. Et est mollitia soluta ab quia. Vitae dolores quam corporis laborum libero. Dignissimos aut tempore eum tempora.","url":"http://placeimg.com/640/480/any"},{"title":"Et ad ab qui veritatis.","description":"Dolores doloremque qui non non. Praesentium facilis voluptas aut debitis a quos tempora. Aliquam sint praesentium ab totam rem amet harum.","url":"http://placeimg.com/640/480/any"}],"net_price":58037012.16,"taxes":22,"price":"70805154.84","categories":[8,5,7,1,3,2,6],"tags":["est","sed","temporibus"]},{"id":4,"name":"Natus ipsum qui aliquid et.","description":"Ad deserunt aspernatur deserunt sapiente quam quia mollitia. Temporibus nihil laborum illum et laboriosam commodi. Dignissimos dolorum sunt tenetur aut.","ean":"5514781046355","upc":"925316005325","image":"http://placeimg.com/640/480/tech","images":[{"title":"Dolor architecto neque quo.","description":"Sapiente blanditiis aut repellendus cumque consequuntur et culpa officiis. Beatae enim voluptas nihil omnis id in. Magnam autem sit assumenda temporibus.","url":"http://placeimg.com/640/480/any"},{"title":"Quidem quasi cupiditate eos.","description":"Saepe perspiciatis fuga unde unde. Totam doloribus qui quam accusantium et.","url":"http://placeimg.com/640/480/any"},{"title":"A voluptas aut qui.","description":"Nihil excepturi cum molestiae omnis sint. Et nesciunt iusto voluptatum accusantium ipsum sint. Deserunt ab ducimus soluta debitis minima sint quaerat at. Est iste sunt in sapiente.","url":"http://placeimg.com/640/480/any"}],"net_price":21.44,"taxes":22,"price":"26.16","categories":[5,2,1,6],"tags":["quia","quis","incidunt","optio"]},{"id":5,"name":"Dolor et quia voluptate ab.","description":"Unde quibusdam ipsum assumenda quisquam voluptate. Voluptatem quaerat iste reiciendis veniam corporis vitae iusto. Officia non quos quis sint eum.","ean":"4979301308039","upc":"861695650345","image":"http://placeimg.com/640/480/tech","images":[{"title":"Eveniet autem et culpa.","description":"Voluptas sit voluptas ut praesentium et. Debitis veritatis iure dolor accusamus est. Natus repudiandae eos tenetur dignissimos. Et distinctio et rerum necessitatibus.","url":"http://placeimg.com/640/480/any"},{"title":"Quod soluta sit est vel.","description":"Sed sequi et sequi ea. Molestiae perferendis architecto modi ut enim occaecati quis tenetur. Alias quidem numquam voluptatibus porro eos minus.","url":"http://placeimg.com/640/480/any"},{"title":"Id aspernatur qui aliquam et.","description":"Quis qui voluptas corrupti architecto cum repudiandae qui qui. Laboriosam laboriosam voluptatem non eaque. Quaerat culpa adipisci sint quia et modi debitis.","url":"http://placeimg.com/640/480/any"}],"net_price":5.68,"taxes":22,"price":"6.93","categories":[9,4,1,6,5,3],"tags":["assumenda","est","laboriosam","et"]},{"id":6,"name":"Rerum ipsa ut ut vel.","description":"Odit inventore et ab dolorem vel reiciendis illum. A nisi id blanditiis non eius accusamus voluptatum sequi. Ex omnis unde quam sunt a quia totam. Vel eligendi consectetur praesentium tempora.","ean":"8104886802399","upc":"146870688643","image":"http://placeimg.com/640/480/tech","images":[{"title":"Et sequi quisquam porro.","description":"Nihil sit porro et dolorem perspiciatis. Adipisci et et dolores necessitatibus iste quaerat illum. Quasi accusantium dolorum at itaque id corrupti magni.","url":"http://placeimg.com/640/480/any"},{"title":"Odit vero aut dolorem.","description":"Velit est aut nobis enim rerum. Omnis dolores veniam ipsum non enim impedit. Quisquam itaque illum iusto sint quas. Cumque sapiente voluptates similique nemo.","url":"http://placeimg.com/640/480/any"},{"title":"Et iusto modi in itaque.","description":"Error minima autem vel. Nesciunt vel provident reiciendis recusandae delectus. Quia consequatur qui quae rerum accusantium aut corrupti ipsa.","url":"http://placeimg.com/640/480/any"}],"net_price":2.56,"taxes":22,"price":"3.12","categories":[8,3,9,1,5,2,7],"tags":["reprehenderit","nulla"]},{"id":7,"name":"Debitis quis ullam omnis et.","description":"In suscipit exercitationem est nobis non beatae eum repudiandae. Natus repellendus sit nulla ut aut inventore culpa. Numquam voluptas nostrum aspernatur rerum.","ean":"4427526128654","upc":"629529820225","image":"http://placeimg.com/640/480/tech","images":[{"title":"Dolor et ut quam numquam.","description":"Est suscipit vel impedit iure quo dolor accusantium. Et excepturi quibusdam unde non. Optio beatae sunt neque quas. Modi nobis iusto qui rerum.","url":"http://placeimg.com/640/480/any"},{"title":"Et quod qui amet ut et error.","description":"Optio doloribus voluptatem aspernatur ut. Et ut illum autem eum dolorem totam non maiores. Perspiciatis aspernatur et qui est pariatur.","url":"http://placeimg.com/640/480/any"},{"title":"Ea provident et maxime.","description":"Eligendi et quibusdam perspiciatis vitae aliquam quidem ut et. Et et adipisci praesentium totam cum culpa. Eligendi facere modi iure ea adipisci.","url":"http://placeimg.com/640/480/any"}],"net_price":22.59,"taxes":22,"price":"27.56","categories":[6,2,8],"tags":["et","veritatis"]},{"id":8,"name":"Vel id quasi sit.","description":"Iure corporis quo ut enim fugit libero. Hic odio sed et sit. Quod quam enim quibusdam voluptates est enim.","ean":"5334922586805","upc":"837647091084","image":"http://placeimg.com/640/480/tech","images":[{"title":"Quod corporis tempora et sed.","description":"Praesentium sint modi et quo. Qui voluptate quaerat sint id. Dolorem nulla qui soluta dolores reprehenderit inventore. Distinctio voluptas quas architecto fugiat voluptates fugiat est.","url":"http://placeimg.com/640/480/any"},{"title":"Modi iste et impedit at.","description":"Non consectetur temporibus reiciendis itaque. Expedita aut commodi aut et vel qui. Quod quibusdam corporis quasi animi qui voluptates. Eos error aperiam pariatur veniam qui omnis qui laborum.","url":"http://placeimg.com/640/480/any"},{"title":"Sunt unde nam sit non aut et.","description":"Consequatur maiores quia sequi odio est in. Qui possimus consectetur veniam deserunt fugiat sit rerum ea. Id voluptate eum nostrum sit.","url":"http://placeimg.com/640/480/any"}],"net_price":0.28,"taxes":22,"price":"0.34","categories":[3,1,4,5],"tags":["ratione"]},{"id":9,"name":"Autem rem ipsum sint ut.","description":"Nobis eos ipsa inventore dolor nisi officiis. Ut rerum blanditiis et hic ut voluptatem aspernatur. Omnis sit qui molestiae qui at iure aut dignissimos.","ean":"3794772800339","upc":"749519161507","image":"http://placeimg.com/640/480/tech","images":[{"title":"Quo ad ut aut ex iusto.","description":"Nostrum ipsa non assumenda. Qui illo vel quia temporibus exercitationem natus asperiores. Illum eius minima quae eligendi hic et odio. Omnis enim quos blanditiis et assumenda numquam.","url":"http://placeimg.com/640/480/any"},{"title":"Eum nemo aliquam vero.","description":"Delectus eum sunt voluptates iusto possimus. Modi eaque accusamus et doloremque voluptatem dolores. Vel ut tempore sed iure quod hic deserunt.","url":"http://placeimg.com/640/480/any"},{"title":"Ut ut ad consequatur a sed.","description":"Ipsam ut qui nihil dolor odit sunt. Incidunt impedit vero ea et nam voluptate iusto. Quasi voluptas facere ipsum ab harum. Qui asperiores magni non.","url":"http://placeimg.com/640/480/any"}],"net_price":233702742.75,"taxes":22,"price":"285117346.16","categories":[3],"tags":["ullam","dicta","occaecati"]},{"id":10,"name":"Earum quisquam sit quia.","description":"Voluptatem voluptatem architecto quia quia. Et qui ut quis voluptate blanditiis. Fugiat eaque similique ab reiciendis.","ean":"3562631822750","upc":"190744088325","image":"http://placeimg.com/640/480/tech","images":[{"title":"Est facere fuga et dolores.","description":"Non dolores et et eveniet sed. Velit delectus velit doloremque aspernatur reiciendis explicabo voluptatibus. Est sint aut qui in sit.","url":"http://placeimg.com/640/480/any"},{"title":"Aut eum sapiente aut.","description":"Tempora sed blanditiis nam et reprehenderit. Quae dolorem ratione voluptatem accusamus enim ut aut.","url":"http://placeimg.com/640/480/any"},{"title":"Inventore ut quam modi aut.","description":"Facere expedita necessitatibus aut molestiae. Nihil voluptas ea dolores. Repellendus id consectetur ratione. Officia corrupti at odit ullam dignissimos ducimus hic.","url":"http://placeimg.com/640/480/any"}],"net_price":7.39,"taxes":22,"price":"9.02","categories":[6,8,3,1],"tags":["in","quibusdam","temporibus","quos"]}]